[
   {
      "company":"http://www.regalresinc.com/s/home.asp",
      "enperson":"Gregory Thomas, President, CEO & Director, Regal Resources Inc, Vancouver, BC, Canada",
      "chperson":"格雷戈·托马斯 总裁，首席执行官, 董事, 富豪资源公司, 加拿大，温哥华",
      "enbody":"Jenny Fang has worked with Regal Resources（CNSX: RGR）in the capacity of VP of Corporate Development for the last 6 months. She is very knowledgeable, thorough, and honest. Her improvements to our website are excellent in addition to the creation of a Mandarin website， and presentation all of which have been invaluable to us. She has also made introductions to various companies/individuals that will benefit Regal in the future. All of this, and additional work outside of her duties was done with very little direction ， as she is a motivated self-starter.  August 8, 2013",
      "chbody":"方洁女士在富豪资源公司任企业发展副总裁已经有六个月。她是个知识渊博，思想缜密，而又非常诚实的人。除了为富豪资源建造了一个中文网站，她还对我们的英文 网站进行了非常优秀的改善，所有这些演示对我们公司都是非常宝贵的。此外，她还给富豪资源介绍了很多不同的公司，个人，这些资源对富豪资源将来都极其有 用。除做她的本职工作外，她还在没被吩咐的情况下做了其它份外的工作。 她是个积极主动，不需要别人给她指出方向的人。 2013年8月8日"   },
   {
      "company":"http://www.investmentpitch.com/",
      "enperson":"Joseph Nuyten, President & Director, InvestmentPitch, Vancouver, BC, Canada",
      "chperson":"约瑟夫，奈腾，总裁兼董事，InvestmentPitch，加拿大，温哥华",
      "enbody":"Ms Fang is extremely well versed in business on multiple levels. We were initially introduced through business networking on the West Coast, and this led to some very interesting special projects related negotiations with respects to high-level international investment endeavors here in Canada in the resources industry in particular with M&A activity. I recommend Jenny at the highest level. She has the ability to communicate in a multi-lingual capacity and has the ability to guide people through a multitude of important levels in business negotiations and due-diligence. There are few with the skills in financial accounting, business communications and foreign diplomacy as Jenny. June 13, 2008",
      "chbody":"方女士对多个层面的业务都非常精通。我们最初是在加拿大西海岸的一次商业聚会中认识的。后来导致我们在加拿大共同合作了一个非常有趣且高层次的与国际资源投资有关的并购活动谈判。我在此给予她最高层次的推荐。方女士具有多语种沟通及引导多层次重要商务谈判和尽职调查等方面的能力。像方女士这样具有财务，商务谈判，及外交技巧能力的人确实不多。, 2008 年6月13日"   },
   {
      "company":"http://www.valgold.com",
      "enperson":"Steve Wilkinson, President & CEO, ValGold Resources Ltd (TSX.V - VAL), Vancouver, BC, Canada",
      "chperson":"史蒂夫·威尔金森，总裁兼CEO，ValGold资源有限公司（TSX.V - VAL)， 加拿大，温哥华",
      "enbody":"Jenny operates with an exceptional level of professionalism and energy that is both refreshing and inspiring. We have worked together coordinating efforts to introduce business relationships leading ultimately to investments for junior mining ventures. I would not hesitate to work closely with Jenny again if the opportunity arose. July 21, 2008",
      "chbody":"珍妮是一位精力旺盛，有鼓动力， 积极向上，且极其专业的女士。我们曾共同合作协调和介绍了一起业务关系，最终两家初级矿业公司达到了投融资的目的。如再有机会的话，我会毫不犹豫地与珍妮紧密合作。，2008 年7月21日"   },
   {
      "company":"http://www.swiftres.com",
      "enperson":"Mike Elson, President & CEO, Swift Resources Inc. (TSX.V: SWR), Vancouver, BC, Canada",
      "chperson":"迈克·埃尔森，总裁兼CEO，斯威夫特资源公司（TSX.V: SWR)，加拿大，温哥华",
      "enbody":"Ms.Fang has been with us since 2009. Her work has always been performed in a meticulous fashion. She is very dependable and punctual. She communicates well with all of her co-workers and has great interpersonal skill.  I strongly recommend her to any businesses which can benefit from her and her business (GA Business Group) excellent services.  August 8, 2012",
      "chbody":"方女士自2009年开始为我们做帐，她的工作一直很细致认真。她非常可靠，也很准时。她有极强的与同事沟通和人际交往的能力。我会向所有可能受益于她的公司（GA 商务集团）一流服务的企业推荐她。, 2012 年8月8日"},
   {
      "company":"http://www.killdeerminerals.com",
      "enperson":"Dave Pugh, Director, Killdeer Minerals Inc. (TSX.V: KMI), Vancouver, BC, Canada",
      "chperson":"戴夫·皮，董事，基尔迪尔矿业公司（TSX.V: KMI)，加拿大，温哥华",
      "enbody":"Jenny has provided outstanding accounting services to Killdeer Minerals Inc. for more than two years. She was the go to person for financial solution.  Jenny was reliable, precise, industrious, and courteous. Her MD & A report is extremely informative, concise, in-depth, and extremely well written. June 18, 2011 ",
      "chbody":"珍妮为基尔迪尔矿业公司提供了两年多的优秀的会计服务。 如你有财务或金融问题，她是一个能为你找到解决方案的人。珍妮非常可靠，精确，勤劳，及有礼貌。她写的上市公司管理层讨论分析报告总是内容丰富，简练，有深度，而且涵盖信息面广。, 2011 年6月18日"   },
   {
      "company":"http://www.larongegold.com",
      "enperson":"Larry Johnson, CFO, La Ronge Gold. (TSX.V: LAR),  Vancouver, BC, Canada",
      "chperson":"拉里·约翰逊，董事及首席财务官，La Ronge黄金公司（TSX.V: LAR), 加拿大，温哥华",
      "enbody":"Jenny has worked under my supervision. Her work has been of consistent high quality and her work habits have been admirable. She is extremely organized and reliable. She is passionate about her work and is willing to take challenging projects and responsibilities. I cannot speak highly enough of her talents. February 16, 2010",
      "chbody":"珍妮曾经是我的部下。她的工作一贯是高品质的。她的工作习惯也是非常令人钦佩的。她很可靠且具有极强的组织才能。她对工作充满了热情，而且很愿意接受具有挑战性的项目并承担责任。我不知道怎样用语言来表达我对她才华的赞美。, 2010 年2月16日"   },
   {
      "company":"http://www.pacificoremining.com",
      "enperson":"Sharon Soames, Shareholder Communications, PacificOre Mining Corp. (TSX: PC), Vancouver, BC, Canada",
      "chperson":"沙榕. 索姆斯，股东关系，太平洋矿石矿业公司（TSX: PC），加拿大，温哥华",
      "enbody":"Jenny is a highly qualified professional with commitment to a high standard of work ethics. It was my pleasure to work with her; she is tuned in to what it takes to get a junior exploration company to the next level and has the business skills and contacts to successfully move a company forward with integrity, hard work, and innovation. Her quick wit and charming personality create an easy rapport with people of all backgrounds June 27, 2012",
      "chbody":"珍妮是一位以高标准的职业道德为专业己任的高素质职业人士。 我感到很荣幸能和她一起共事。她具有领导初级勘探公司的业务技能和人脉关系，也很执着地去寻求如何把这些初级勘探公司带向更高的级别。她具有很高的诚信度，很强的创新精神，且工作很勤奋。她的机智和人格魅力使她能够与来自不同背景的人士建立起融洽的关系。,2012 年6月27日"   },
   {
      "company":"http://www.themarketinganimals.com",
      "enperson":"Carl White, Founder, The Marketing Animal, Florida， USA",
      "chperson":"卡尔。 白，创始人，美国市场营销动物公司，美国，佛罗里达洲 ",
      "enbody":"Ms.Fang comes with my highest recommendations. She is always looking for new ideas to assist her clients. I admire her for her creative work and her willingness to give first. You would be doing yourself a favor to align yourself with Ms.Fang as I have. June 20, 2012",
      "chbody":"方女士可以得到我最高级别的推荐。她一直在寻找新的办法来帮助她的客户。我很佩服她的创造性的工作。 她总是愿意先付出。你如果选择与方女士合作，就是帮了你自己一个大忙。 2012 年6月20日"   },
   {
      "company":"http://www.rogerkillen.com",
      "enperson":"Roger Killen, Founder of a few venture companies, Vancouver, BC, Canada",
      "chperson":"罗杰·基伦，创始人, 加拿大，温哥华",
      "enbody":"In my role as President of the Vancouver Entrepreneurs Toastmasters Club I knew and worked with Jenny for several years. During that time I observed Jenny grow into a skilled communicator with strong listening and speaking skills, demonstrate leadership on countless occasions by stepping up to the plate when a volunteer was required and demonstrate courage with her ‘can do' attitude and relentless determination. Jenny was always a delight to work and play with.  June 26, 2012",
      "chbody":"在我作为温哥华企业家演讲俱乐部主席期间，曾与珍妮共事多年。在那段时间里，我发现珍妮逐渐成长为一个具有极强的聆听，演说，和沟通技能的人才。在无数场合也显示出她的领导才能。每当需要志愿者时，她总是挺身而出。她的可以做的态度表现出她的勇气与不懈的决心。和珍妮一起工作总是那么轻松和快乐。, 2012 年6月26日"   },
   {
      "company":"http://www.ninalafleur.com",
      "enperson":"Nina Mallory Lafleur, Principal, Vancouver, BC, Canada",
      "chperson":"尼娜.马洛里. 拉弗勒，企业创始人, 加拿大，温哥华",
      "enbody":"Ms.Fang conducts herself with integrity. She can be counted on for her hard work and positive attitude! May 28, 2008",
      "chbody":"方女士是个道德观很强的人。她辛勤工作，并具有积极的态度！ 2008年 5月28日"   }
]
