[
   {
      "image":"img/Jenny with Bill Bennet-Minister of BC Energy and Mines (1) (300x225).jpg",
      "enbody":"Ms Fang with Mr. Bill Bennet,  Honorable Minister of BC Ministry of Energy and Mines at the AME BC Luncheon.",
      "chbody":"方女士与加拿大卑诗省能源矿业部长比尔，本耐特合影。"   },
   {
      "image":"img/IMG_1561 (300x225).jpg",
      "enbody":"With CMA fellow colleagues Jennifer Hardie, Rachel Yuan in Convocation Ceremony.",
      "chbody":"与加拿大注册管理会计师同仁在颁证仪式上。"   },
   {
      "image":"img/IMG_1543 (300x225).jpg",
      "enbody":"Ms Fang at the stage of ' 2013 Humorous Speech Contest' held by Toastmasters International District  Division B.",
      "chbody":"方女士在2013 国际演讲俱乐部温哥华赛区举行的幽默演讲赛中。"   },
   {
      "image":"img/Canada_China_Investment_Summit_2012_-_With_President_Yuanbao_Hu_of_Asia_Pacific_Foundation_of_Canada_300x225.jpg",
      "enbody":"Ms. Fang with Mr. Yuanbao Hu, President of Asia Pacific Foundation of Canada at 2012 Canada-China Investment Summit, ",
      "chbody":"与加拿大亚太基金会总裁胡元豹先生在2012加中投资峰会上."   },
   {
      "image":"img/Canada_Korea_Mining_Forum_-_With_Mr._Hee-yong_Cho_Ambassador_of_the_Republic_of_Korea_Mr._Yeon-Ho_Choi_Consul_General_of_Korea_in_Vancouver_300x225.jpg",
      "enbody":"Ms. Fang with Mr. Hee-yong Cho,  Ambassodor of the  Republic of Korea , Mr. Yeon-Ho Choi, Consul General of Korea in Vancouver at Canada Korea Mining Forum",
      "chbody":"方女士在2012加拿大韩国矿业研讨会上与韩国大使Hee-yong Cho 先生, 韩国驻加拿大温哥华领事Yeon-Ho Choi先生合影."   },
   {
      "image":"img/21271201402226922303236162644623616382711996834892_007_640x480_300x225.jpg",
      "enbody":"Ms.Fang with Ms.Yanfei Li (Red shirt), Deputy President of Beijing Municipal Bureau of Land and Resources, Mr.Paul Kan, Investor Services of BC Ministry of Jobs, Tourism, and Innovations of Canada, Mr Mark Mao (Right), General Manager of Canada Sinomine Resources Exploration.",
      "chbody":"方女士(右四) 陪同北京国土资源局李燕飞副局长(中间)一行与加拿大卑诗省就业,旅游,开发部投资经理Paul Kan (左四) 探讨页岩气开发政策. 右一为中勘资源勘探公司加拿大分公司经理毛付龙先生."   },
   {
      "image":"img/Canada_China_Investment_Summit_2012_011_300x225.jpg",
      "enbody":"Ms. Fang with Mr. Richard, MLA of BC  is at 2012 Canada-China Investment Summit,",
      "chbody":"方女士加拿大卑诗省省会议员, 加拿大亚太门户秘书李璨明 先生在2012加中投资峰会合影."   },
   {
      "image":"img/IMG_0452_300x225.jpg",
      "enbody":"Ms Fang made the introduction and participated in the M&A negotiation between Sinomine Resources Exploration China and a Canadian junior company.",
      "chbody":"为中矿资源勘探公司在加拿大寻找并购/反向收购对象并参与谈判, 王平卫, 总经理 (右二), 法律顾问罗回平律师 (右一)."   }
]